BOT_TOKEN = '7664226390:AAF9efjSGGVedWrhc88DhcIJ3Z-UrqT9uAQ'
locations = {
    'На Грибоедова': '59.927860 30.315940',
    'Юсуповский сад': '59.918795 30.321932',
    'На Восстания': '59.939859 30.22827',
    'На Фонтанке': '59.9259743 30.3277459',
    'На Московском': '59.9206222 30.2852411',
    'На Вознесенском': '59.9197739 30.2743661',
}

texts = {
    'На Грибоедова': 'Laika на Грибоедова находится в престижной части исторического центра города с множеством кафе, '
                     'ресторанов, баров, магазинов. \n\n'
                     'Отель находится непосредственно на набережной канала Грибоедова. '
                     'В большинстве номеров вид из окон на канал. \n\n'
                     'В 5 минутах пешком располагается Юсуповский сад - '
                     'идеальное место для прогулок с детьми, собаками, пробежек. Торговые центры - "Пик" и "Сенной" в '
                     '5 минутах пешком. Метро в 3 минутах.',
    'Юсуповский сад': 'Отель Laika Юсуповский сад одновременно находится в потрясающе красивом Юсуповском саду и в '
                      'историческом центре Петербурга. \n\n'
                      'Двери отеля выходят прямо в сад. Поэтому расположение является '
                      'уникальным. Это открывает возможности для более качественного отдыха, сна, досуга. Завтрак '
                      'летом на траве в парке в минуте от вашего номера? Отличная идея! Вечер с бокалом шампанского в '
                      'закатном саду? Легко. \n\n'
                      'Рядом с отелем расположены детские и спорт площадки, а так же торговые '
                      'центры - "Пик" и "Сенной" в 5 минутах пешком, множество кафе, ресторанов и продуктовых '
                      'магазинов.',
    'На Восстания': 'Отель Laika Smart находится в престижной части исторического центра города с множеством кафе, '
                    'ресторанов, баров, магазинов. Соседние улицы Некрасова и Жуковского являются излюбленными '
                    'местами притяжения петербуржцев и гостей города. \n\n'
                    '15 минутах прогулки располагается Таврический '
                    'Сад - идеальное место для прогулок с детьми, собаками, пробежек. Торговые центры - "Невский" и '
                    '"Галерея" в 15 минутах пешком. Расстояние до Эрмитажа составит 3,3 км., а до Московского '
                    'железнодорожного вокзала — 1,3 км.',
    'На Фонтанке': 'Гостевой дом Laika на Фонтанке находится в престижной части исторического центра города с '
                   'множеством кафе, ресторанов, баров, магазинов. Соседние улицы Гороховая и Садовая являются '
                   'излюбленными местами притяжения петербуржцев и гостей города. А набережная Фонтанки - отличное '
                   'место для прогулки по городу. \n\nЧерез реку - один из самых престижных и любимых театров города - '
                   'Большой драматический театр имени Г. А. Товстоногова и уникальная мистическая Ротонда. Летом '
                   'работает причал речных корабликов, с которого вы можете отправиться на экскурсию по рекам и '
                   'каналам Санкт-Петербурга. \n\nВ 15 минутах прогулки располагаются основные достопримечательности '
                   'Питера: Невский проспект, Казанский собор, улица Рубинштейна, "Пять углов".',
    'На Московском': 'Laika на Московском находится в престижной части Московского проспекта на углу с набережной '
                     'Фонтанки с множеством кафе, ресторанов, баров, магазинов. В двух шагах находится набережная, '
                     'сквер Говорова, музей-сад Державина, Сенная площадь. Метро в 5 минутах ходьбы.',
    'На Вознесенском': 'Гостевой дом Laika на Вознесенском находится в исторической части города, по адресу '
                       'набережная Фонтанки 127, на пересечении с Вознесенским проспектом. \nВ Laika на Вознесенском '
                       'находятся наши самые светлые и солнечные номера, окна выходят на просторный и тихий двор. '
                       '\n\nВ 5 минутах прогулки располагается сад Державина, Юсуповский сад - идеальное место для '
                       'прогулок. В двух шагах много кофеен, кафе, ресторанов, знаменитый дом городских учреждений, '
                       'а до Исаакиевского собора 15-20 минут пешком.',
}